pelican_website/content/pages/page-part-one-07-mapping-back-3sp-genome.html
<html>
<head>
<meta name="Title" content="Mapping back to reference genome - Complete workflow" />
<meta name="Summary" content="Mapping bacl to reference genome" />
<meta name="URL" content="part-one-07-mapping-back-3sp-genome.html" />
<meta name="Save_as" content="part-one-07-mapping-back-3sp-genome.html" />
<meta name="Status" content="hidden" />
</head>
<body>


<div class="outline-2" id="outline-container-sec-1">
<h2 id="sec-1">Mapping back the consensus sequences to the threespine genome</h2>
<div class="outline-text-2" id="text-1">
<p>
<div class="navLink"><a href="part-one-06-phylogeographic-tree.html">Previous: Phylogeographic tree</a></div>
</p>
<p>
Plot, proportion coding, non-coding, number per chromosome
</p>
</div>
<div class="outline-3" id="outline-container-sec-1-1">
<h3 id="sec-1-1">Mapping back to the threespine genome</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Efficiency of mapping back? Distribution by chromosome? Something about sexual
chromosomes? Comparison of mapping back to coding and non-coding regions?
</p>
<p>
<div class="navLink"><a href="part-one-08-prediction-SNP-effect.html">Next: Prediction of SNP effects</a></div>
</p>
</div>
</div>
</div>
</body></html>
